Repository: cernyvojtech/ChalupaHaj
Catalog: ChalupaHaj/Resources/SharedResource.*.resx
Languages: cs_cz, de_de

# cenik-domaci
source: Pet
cs_cz: Domácí mazlíček
de_de: Haustier

# cenik-domaci-cena
source: 500,- Kč per entire stay
cs_cz: 500,- Kč za celý pobyt
de_de: 20 euro für den gesamten Aufenthalt

# cenik-kauce
source: After handing over, a refundable deposit of CZK 3,000 must be paid
cs_cz: Při předání je třeba uhradit vratnou kauci ve výši 3.000,- Kč
de_de: Bei der Übergabe ist eine rückzahlbare Kaution in Höhe von 100 euro zu hinterlegen

# cenik-Leto
source: Summer season
cs_cz: Letní sezóna
de_de: Sommersaison

# cenik-Mimo
source: Out of season
cs_cz: Mimo sezónu
de_de: Außerhalb der Saison

# cenik-pa-ne-svatky
source: Friday - Sunday + holidays
cs_cz: pátek - neděle + svátky
de_de: Freitag - Sonntag + Feiertage

# cenik-po-pobytu
source: After the stay, the actual wood consumption and final cleaning are billed, or other ordered services
cs_cz: Po pobytu je vyúčtována skutečná spotřeba dřeva a závěrečný úklid, popř. další objednané služby
de_de: Nach dem Aufenthalt wird der tatsächliche Holzverbrauch und die Endreinigung abgerechnet, bzw andere bestellte Dienstleistungen

# cenik-poplatky
source: Additional fees
cs_cz: DALŠÍ POPLATKY
de_de: ZUSÄTZLICHE KOSTEN

# cenik-pristylka
source: Additional bed
cs_cz: přistýlka
de_de: Extra Bett

# cenik-pristylka-cena
source: 250,- Kč for additional bed / stay
cs_cz: 250,- Kč za přistýlku / pobyt
de_de: 10 euro für ein Zustellbett / Aufenthalt

# cenik-pristylka-osoby
source: 11 až 12 persons
cs_cz: 11 až 12 osob
de_de: 11 bis 12 Personen

# cenik-silvestr
source: new year's eve
cs_cz: Silvestr
de_de: Silvester

# cenik-silvestr-minimum
source: minimum of 7 nights
cs_cz: min. 7 nocí
de_de: mindestens 7 Nächte

# cenik-spotreba
source: Consumption of wood. briquette 55,- CZK / 10 kg package
cs_cz: Případná spotřeba dřev. briket 55,- Kč / 10 kg balík
de_de: Möglicher Holzverbrauch. Brikett

# cenik-storno
source: Cancellation Policy
cs_cz: Storno podmínky
de_de: Stornierungsbedingungen

# cenik-storno-ctyri
source: 30% of the remaining price of the stay
cs_cz: 30% zůstatkové ceny pobytu
de_de: 30% Restpreise des Aufenthalts

# cenik-storno-jedna
source: 29-22 days before arrival
cs_cz: 29-22 dní před příjezdem
de_de: 29-22 Tage vor Anreise

# cenik-storno-pet
source: 14-08 days before arrival
cs_cz: 14-08 dní před příjezdem
de_de: 14-08 Tage vor Anreise

# cenik-storno-sedm
source: 100% advance payment
cs_cz: 100% zálohové platby
de_de: 100% Vorauszahlungen

# cenik-storno-sest
source: 50% of the remaining price of the stay
cs_cz: 50% zůstatkové ceny pobytu
de_de: 50% Restpreise des Aufenthalts

# cenik-strono-dva
source: 10% of the remaining price of the stay
cs_cz: 10% zůstatkové ceny pobytu
de_de: 10% Restpreise des Aufenthalts

# cenik-uklid
source: Final cleaning 750,- Kč
cs_cz: Závěrečný úklid 750,- Kč
de_de: Endreinigung 30 euro

# cenik-Uvod
source: COTTAGE RENTAL PRICE / NIGHT
cs_cz: CENY ZA PRONÁJEM CHALUPY / NOC
de_de: FERIENPREISE / NACHT

# cenik-Velikonoce
source: Easter
cs_cz: Velikonoce
de_de: Ostern

# cenik-vikend
source: Weekend
cs_cz: Víkend

# cenik-zapoujceni
source: Rental of bed linen CZK 75 / set
cs_cz: Zapůjčení povlečení 75,- Kč / sada
de_de: Verleih von Bettwäsche 3 euro / Set

# cenik-Zima
source: Winter season
cs_cz: Zimní sezóna
de_de: Wintersaison

# cernik-po-pa
source: monday - friday
cs_cz: pondělí - pátek
de_de: montag - fritag

# footer-Address
source: Haj 17, 356 01 Jindrichovice
cs_cz: Háj 17, 356 01 Jindřichovice

# footer-Chalupa
source: Cottage Háj
cs_cz: Chalupa Háj
de_de: Ferienhaus Háj

# footer-Country
source: Czech republic
cs_cz: Česká republika
de_de: Tschechische Republik

# footer-Socials
source: Social networks
cs_cz: Sociální sítě
de_de: Soziale Netzwerke

# form-jmeno
source: Name
cs_cz: Jméno

# form-Odeslat
source: Send
cs_cz: Odeslat
de_de: Absenden

# form-Odjezd
source: Date of departure
cs_cz: Datum odjezdu
de_de: Abreisedatum

# form-Pocet
source: Number of persons
cs_cz: Počet osob
de_de: Personenzahl

# form-Prijezd
source: Date of arrival
cs_cz: Datum příjezdu
de_de: Ankunftsdatum

# form-prijmeni
source: Surname
cs_cz: Příjmení
de_de: Familienname

# form-Telefon
source: Phone
cs_cz: Telefon
de_de: Telefonnummer

# form-Zprava
source: Message
cs_cz: Zpráva
de_de: Bericht

# form-zprava-odeslana
source: Message was sent succesfully!
cs_cz: Zpráva byla úspěšně odeslána!
de_de: Nachricht wurde erfolgreich gesendet!

# galerie-Exterier
source: Exterior
cs_cz: Exteriér
de_de: Exterieur

# galerie-Interier
source: Interior
cs_cz: Interiér
de_de: Interieur

# index-Novinky
source: News
cs_cz: Novinky
de_de: Neuigkeit

# index-Novinky-cena
source: night
cs_cz: noc
de_de: nacht

# index-Odeslat
source: Send
cs_cz: Odeslat
de_de: Absenden

# index-Uvitani
source: Please accept our invitation to the pleasant and cozy premises of our cottage. Whether you visit us for one or more nights, we believe that you will feel at home with us. We offer you comfortably equipped rooms, a common room with billiards, a fireplace, a bar and a tap, and a children's corner.
cs_cz: Přijměte prosím naše pozvání do příjemných a útulných prostor naší chalupy. Ať k nám zavítáte na jednu či více nocí, věříme, že se u nás budete cítit jako doma. Nabízíme Vám pohodlně vybavené pokoje, společenskou místnost s kulečníkem, krbem, barem a výčepním zařízením a s dětským koutkem.
de_de: Bitte nehmen Sie unsere Einladung in die angenehmen und gemütlichen Räumlichkeiten unseres Ferienhauses an. Ob Sie uns für eine oder mehrere Nächte besuchen, wir glauben, dass Sie sich bei uns wie zu Hause fühlen werden.

# nav-Cenik
source: Price list
cs_cz: Ceník
de_de: Preisliste

# nav-Chalupa
source: Cottage
cs_cz: Chalupa
de_de: Ferienhaus

# nav-ChalupaHaj
source: Cottage Háj
cs_cz: Chalupa Háj
de_de: Ferienahus Háj

# nav-Galerie
source: Galery
cs_cz: Galerie
de_de: Galerie

# nav-Kontakt
source: Contact
cs_cz: Kontakt
de_de: Kontakt

# nav-Rezervace
source: Reservation
cs_cz: Rezervace
de_de: Reservierung

# reservation-form-Odeslat
source: Send booking
cs_cz: Odeslat poptávku
de_de: Senden

# cenik-strono-tri
source: 21-15 dní před příjezdem
de_de: 21-15 Tage vor Anreise
